import "./LatestNews.css";
function LatestNews() {
  return (
    <>
      <div className="LN_hat">
        <div className="LN_hat_left">
          <h className="LN_hat_left_txt">Последние новости</h>
        </div>
        <div className="LN_hat_right">
          <h className="LN_hat_right_txt">Все новости</h>
          <svg
            xmlns="http://www.w3.org/2000/svg"
            width="27"
            height="16"
            viewBox="0 0 27 16"
            fill="none"
          >
            <path
              d="M26.7071 8.70711C27.0976 8.31658 27.0976 7.68342 26.7071 7.2929L20.3431 0.928934C19.9526 0.53841 19.3195 0.538409 18.9289 0.928934C18.5384 1.31946 18.5384 1.95262 18.9289 2.34315L24.5858 8L18.9289 13.6569C18.5384 14.0474 18.5384 14.6805 18.9289 15.0711C19.3195 15.4616 19.9526 15.4616 20.3431 15.0711L26.7071 8.70711ZM-8.74228e-08 9L26 9L26 7L8.74228e-08 7L-8.74228e-08 9Z"
              fill="white"
            />
          </svg>
        </div>
      </div>
      <div className="LN_content">
        <div className="LN_Master">
          <div className="LN_Master_top">
            <h className="LN_Master_top_txt">12 Окт 2023</h>
            <div className="LM_C_C">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="22"
                height="22"
                viewBox="0 0 22 22"
                fill="none"
              >
                <path
                  d="M21.9185 11.2605C21.7453 11.5126 17.5817 17.417 10.9999 17.417C5.35226 17.417 0.319682 11.5466 0.107928 11.2963C-0.0359761 11.1258 -0.0359761 10.8755 0.107928 10.7041C0.319682 10.4539 5.35226 4.58344 10.9999 4.58344C16.6476 4.58344 21.6802 10.4539 21.8919 10.7041C22.0249 10.8618 22.0368 11.09 21.9185 11.2605ZM10.9999 5.50011C6.47247 5.50011 2.16771 9.81768 1.07414 11.0002C2.16591 12.1836 6.46607 16.5003 10.9999 16.5003C16.2974 16.5003 20.0366 12.1891 20.9496 11.0249C19.8954 9.88003 15.5659 5.50011 10.9999 5.50011Z"
                  fill="white"
                />
                <path
                  d="M11 14.667C8.97778 14.667 7.33325 13.0225 7.33325 11.0003C7.33325 8.97808 8.97778 7.33355 11 7.33355C13.0221 7.33355 14.6667 8.97808 14.6667 11.0003C14.6667 13.0225 13.0221 14.667 11 14.667ZM11 8.25018C9.48379 8.25018 8.24992 9.48405 8.24992 11.0002C8.24992 12.5164 9.48379 13.7503 11 13.7503C12.5161 13.7503 13.75 12.5164 13.75 11.0002C13.75 9.48405 12.5161 8.25018 11 8.25018Z"
                  fill="white"
                />
              </svg>
              <h className="LN_Master_top_txt">242</h>
            </div>
            <div className="LM_C_C">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="16"
                height="16"
                viewBox="0 0 16 16"
                fill="none"
              >
                <g clip-path="url(#clip0_389_1063)">
                  <path
                    d="M2.32892 15.0441H1.19521L1.99688 14.2424C2.42913 13.8102 2.69906 13.248 2.77163 12.6381C1.64367 11.8979 0.818867 10.924 0.377348 9.80716C-0.0638584 8.69117 -0.119303 7.46266 0.217026 6.25441C0.62057 4.80462 1.56707 3.4832 2.88211 2.53351C4.31113 1.50154 6.09011 0.956055 8.02674 0.956055C10.4664 0.956055 12.5227 1.65698 13.9734 2.98301C15.2803 4.17764 16 5.78903 16 7.52039C16 8.36154 15.8287 9.17999 15.491 9.95302C15.1414 10.7529 14.6296 11.4652 13.9697 12.07C12.5171 13.4012 10.462 14.1049 8.02671 14.1049C7.12267 14.1049 6.1793 13.9842 5.33706 13.7627C4.53983 14.5806 3.45953 15.0441 2.32892 15.0441ZM8.02674 1.89526C4.14349 1.89526 1.7607 4.21111 1.12182 6.50627C0.518103 8.6752 1.40806 10.7246 3.50248 11.9886L3.7365 12.1298L3.7293 12.403C3.71502 12.9438 3.5861 13.4647 3.35534 13.9355C3.91726 13.7454 4.42716 13.4007 4.82644 12.929L5.02499 12.6944L5.31943 12.7825C6.14571 13.0296 7.10717 13.1657 8.02674 13.1657C12.8596 13.1657 15.0608 10.2394 15.0608 7.52039C15.0608 6.05599 14.4496 4.69076 13.3397 3.67624C12.0651 2.51112 10.2279 1.89526 8.02674 1.89526Z"
                    fill="white"
                  />
                </g>
                <defs>
                  <clipPath id="clip0_389_1063">
                    <rect width="16" height="16" fill="white" />
                  </clipPath>
                </defs>
              </svg>
              <h className="LN_Master_top_txt">14</h>
            </div>
          </div>
          <div className="LN_Master_Bot">
            <h className="LN_Master_Bot_txt_1">
              Не время умирать. Перенос релиза фильма
              <br />
            </h>
            <h className="LN_Master_Bot_txt_2">
              Но действия представителей оппозиции в равной степени
              предоставлены сами себе. В рамках спецификации современных
              стандартов, стремящиеся вытеснить традиционное производство,
              нанотехнологии указаны как претенденты на роль ключевых факторов.
            </h>
          </div>
        </div>
        <div className="LN_others">
          <div className="LN_others_card">
            <h className="LN_others_card_hat">
              12 Окт 2023
              <br />
            </h>
            <h className="LN_others_card_bot">
              Как изменили Соника с последнего анонса{" "}
            </h>
          </div>
          <div className="LN_others_card">
            <h className="LN_others_card_hat">
              12 Окт 2023
              <br />
            </h>
            <h className="LN_others_card_bot">
              Как изменили Соника с последнего анонса{" "}
            </h>
          </div>
          <div className="LN_others_card">
            <h className="LN_others_card_hat">
              12 Окт 2023
              <br />
            </h>
            <h className="LN_others_card_bot">
              Как изменили Соника с последнего анонса{" "}
            </h>
          </div>
          <div className="LN_others_card">
            <h className="LN_others_card_hat">
              12 Окт 2023
              <br />
            </h>
            <h className="LN_others_card_bot">
              Как изменили Соника с последнего анонса{" "}
            </h>
          </div>
        </div>
      </div>
    </>
  );
}
export default LatestNews;
