import "./Master.css";
import Poster from "./img/Poster.png";
function Master() {
  return (
    <>
      <div className="Offer container">
        <img className="M_Poster" src={Poster}></img>
        <div className="M_Offer">
          <h className="M_menu_text">Главная Фильмы Побег из Претории</h>
          <h className="M_text_65">Побег из Претории</h>
          <h className="M_txt_25">Escape from Pretoria</h>
          <div className="M_870Kinoarea">
            <svg
              className="m_svg_ret"
              xmlns="http://www.w3.org/2000/svg"
              width="52"
              height="52"
              viewBox="0 0 52 52"
              fill="none"
            >
              <circle
                cx="26"
                cy="26"
                r="26"
                fill="#4BCB36"
                fill-opacity="0.3"
              />{" "}
              <path
                d="M25 0C29.7958 5.71895e-08 34.4982 1.32645 38.5871 3.83264C42.6759 6.33883 45.9919 9.9271 48.1684 14.2006C50.3448 18.4741 51.2969 23.2663 50.9193 28.0473C50.5416 32.8282 48.849 37.4115 46.0287 41.2903C43.2083 45.1692 39.3701 48.1924 34.9384 50.0256C30.5068 51.8587 25.6545 52.4305 20.9182 51.6776C16.1818 50.9247 11.746 48.8764 8.10131 45.7594C4.4566 42.6424 1.74502 38.578 0.266478 34.0158L7.79191 31.5769C8.82059 34.751 10.7071 37.5788 13.2429 39.7474C15.7787 41.916 18.8649 43.3411 22.1601 43.8649C25.4554 44.3887 28.8313 43.991 31.9146 42.7155C34.9978 41.4401 37.6682 39.3368 39.6305 36.6381C41.5927 33.9394 42.7703 30.7506 43.0331 27.4244C43.2958 24.0981 42.6334 20.764 41.1192 17.7907C39.6049 14.8174 37.2978 12.3209 34.4531 10.5773C31.6083 8.83363 28.3366 7.91077 25 7.91077V0Z"
                fill="#4BCB36"
              />
            </svg>
            <h className="M_txt_15">Kinoarea</h>
          </div>
          <p className="M_p_a">
            Двое борцов за свободу отбывают срок в одной из самых строгих тюрем
            мира — в «Претории». Вместе с другими узниками они планируют дерзкий
            и опасный побег. Но придумать план — это только первый шаг. Шаг
            второй — реализация плана.
          </p>
          <div className="M_Button_and_s">
            <button className="M_T_Button">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="20"
                height="20"
                viewBox="0 0 20 20"
                fill="none"
              >
                <g clip-path="url(#clip0_389_658)">
                  <path
                    d="M17.3385 7.69216L5.52597 0.410699C4.67135 -0.115435 3.63811 -0.13731 2.76198 0.352183C1.88584 0.841599 1.36279 1.73305 1.36279 2.7366V17.2332C1.36279 18.7506 2.58545 19.9918 4.08819 20C4.09229 20 4.09639 20 4.10042 20C4.57003 20 5.0594 19.8528 5.51647 19.5739C5.88417 19.3495 6.00038 18.8696 5.77604 18.5019C5.55171 18.1342 5.07171 18.018 4.70413 18.2424C4.49034 18.3728 4.28155 18.4402 4.09659 18.4402C3.52959 18.4371 2.92252 17.9514 2.92252 17.2332V2.73664C2.92252 2.30613 3.1469 1.92383 3.52268 1.71387C3.8985 1.5039 4.34167 1.51328 4.7078 1.73871L16.5204 9.02017C16.8754 9.23876 17.0786 9.60326 17.0777 10.0202C17.0768 10.4371 16.8722 10.8008 16.5152 11.0186L7.97468 16.2479C7.60734 16.4728 7.49187 16.9529 7.71679 17.3202C7.94167 17.6876 8.42179 17.803 8.78913 17.5781L17.3286 12.3495C18.1463 11.8507 18.6356 10.9812 18.6375 10.0233C18.6395 9.0656 18.1537 8.19403 17.3385 7.69216Z"
                    fill="white"
                  />
                </g>
                <defs>
                  <clipPath id="clip0_389_658">
                    <rect width="20" height="20" fill="white" />
                  </clipPath>
                </defs>
              </svg>
              <h className="M_txt_18">Смотреть трейлер</h>
            </button>
          </div>
        </div>
      </div>
      <div className="Expectation_Rating container">
        <div className="ER_B">
          <svg
            xmlns="http://www.w3.org/2000/svg"
            width="27"
            height="26"
            viewBox="0 0 27 26"
            fill="none"
          >
            <g clip-path="url(#clip0_389_644)">
              <path
                d="M6.239 12.2621H3.18609C2.76461 12.2621 2.42285 12.6038 2.42285 13.0253V25.2368C2.42285 25.6583 2.76456 26 3.18609 26H6.23895C6.66044 26 7.00219 25.6583 7.00219 25.2368V13.0253C7.00219 12.6038 6.66054 12.2621 6.239 12.2621Z"
                fill="white"
              />
              <path
                d="M25.3044 14.2853C25.1698 13.1014 24.0638 12.2622 22.8723 12.2622H16.922C17.4276 11.3567 17.6991 8.79567 17.687 7.74948C17.6671 6.01774 16.233 4.62999 14.5012 4.62999H13.8714C13.4496 4.62999 13.1082 4.97134 13.1082 5.39323C13.1082 7.15813 12.4209 10.3437 11.1248 11.6399C10.2525 12.5122 9.5067 12.8284 8.52881 13.3171V24.7691C10.026 25.2682 11.9269 26.0002 14.8244 26.0002H19.817C21.462 26.0002 22.7432 24.4766 22.1058 22.8668C23.077 22.6023 23.7932 21.7116 23.7932 20.6576C23.7932 20.3602 23.7358 20.0755 23.6322 19.8139C25.2688 19.368 25.8712 17.3472 24.7353 16.0783C25.1526 15.6121 25.3828 14.9744 25.3044 14.2853Z"
                fill="white"
              />
            </g>
            <defs>
              <clipPath id="clip0_389_644">
                <rect
                  width="26"
                  height="26"
                  fill="white"
                  transform="translate(0.871094 6.10352e-05)"
                />
              </clipPath>
            </defs>
          </svg>
        </div>
        <div className="ER_B">
          <svg
            xmlns="http://www.w3.org/2000/svg"
            width="26"
            height="27"
            viewBox="0 0 26 27"
            fill="none"
          >
            <g clip-path="url(#clip0_389_635)">
              <path
                d="M20.6321 14.6091L23.685 14.6091C24.1065 14.6091 24.4482 14.2674 24.4482 13.8458L24.4482 1.63438C24.4482 1.2129 24.1065 0.871143 23.685 0.871143L20.6321 0.871143C20.2107 0.871143 19.8689 1.21285 19.8689 1.63438L19.8689 13.8459C19.8689 14.2674 20.2106 14.6091 20.6321 14.6091Z"
                fill="white"
              />
              <path
                d="M1.56668 12.5858C1.7013 13.7698 2.80726 14.6089 3.99884 14.6089L9.94913 14.6089C9.44345 15.5144 9.17202 18.0755 9.18406 19.1217C9.20401 20.8534 10.6381 22.2411 12.3699 22.2411L12.9997 22.2411C13.4215 22.2411 13.7629 21.8998 13.7629 21.4779C13.7629 19.713 14.4502 16.5274 15.7463 15.2313C16.6186 14.3589 17.3644 14.0428 18.3423 13.5541L18.3423 2.102C16.8451 1.60298 14.9442 0.870968 12.0467 0.870967L7.05414 0.870967C5.40909 0.870967 4.12788 2.39455 4.76533 4.00432C3.79415 4.26889 3.07793 5.15959 3.07793 6.2135C3.07793 6.51092 3.13531 6.7956 3.2389 7.05723C1.60228 7.50314 0.999862 9.52397 2.13579 10.7928C1.71847 11.2591 1.48833 11.8968 1.56668 12.5858Z"
                fill="white"
              />
            </g>
            <defs>
              <clipPath id="clip0_389_635">
                <rect
                  width="26"
                  height="26"
                  fill="white"
                  transform="translate(26 26.8711) rotate(-180)"
                />
              </clipPath>
            </defs>
          </svg>
        </div>
        <div className="ER_ER">
          <h className="ER_ER_Txt">Рейтинг ожиданий 100%</h>
        </div>
        <div className="ER_B">
          <svg
            xmlns="http://www.w3.org/2000/svg"
            width="25"
            height="25"
            viewBox="0 0 25 25"
            fill="none"
          >
            <g clip-path="url(#clip0_389_626)">
              <path
                d="M22.1816 3.44686C20.9365 2.09643 19.2281 1.35268 17.3706 1.35268C15.9822 1.35268 14.7107 1.79162 13.5913 2.65723C13.0265 3.09416 12.5147 3.62871 12.0634 4.25263C11.6124 3.62889 11.1004 3.09416 10.5353 2.65723C9.41614 1.79162 8.14462 1.35268 6.75621 1.35268C4.89876 1.35268 3.19012 2.09643 1.94503 3.44686C0.7148 4.7815 0.0371094 6.60482 0.0371094 8.58119C0.0371094 10.6154 0.795176 12.4774 2.4227 14.4413C3.87864 16.198 5.97117 17.9813 8.39438 20.0463C9.22181 20.7515 10.1597 21.5509 11.1336 22.4024C11.3909 22.6277 11.721 22.7518 12.0634 22.7518C12.4057 22.7518 12.736 22.6277 12.9929 22.4027C13.9667 21.5511 14.9052 20.7514 15.733 20.0458C18.1558 17.9811 20.2484 16.198 21.7043 14.4411C23.3318 12.4774 24.0897 10.6154 24.0897 8.58101C24.0897 6.60482 23.412 4.7815 22.1816 3.44686Z"
                fill="white"
              />
            </g>
            <defs>
              <clipPath id="clip0_389_626">
                <rect
                  width="24.0526"
                  height="24.0526"
                  fill="white"
                  transform="translate(0.0371094 0.0372925)"
                />
              </clipPath>
            </defs>
          </svg>
        </div>
        <h className="M_txt_14">В избранном у 37933 человек </h>
      </div>
      <div className="Information container">
        <div class="I_movie-info_R">
          <p>
            <span class="I_label">Год:</span> <span class="I_value">2020</span>
          </p>
          <p>
            <span class="I_label">Страна:</span>{" "}
            <span class="I_value">Великобритания, Австралия</span>
          </p>
          <p>
            <span class="I_label">Слоган:</span>{" "}
            <span class="I_value">«Подбери ключ к свободе»</span>
          </p>
          <p>
            <span class="I_label">Режиссер:</span>{" "}
            <span class="I_value">Фрэнсис Аннан</span>
          </p>
          <p>
            <span class="I_label">Сценарий:</span>{" "}
            <span class="I_value">
              Фрэнсис Аннан, Л.Х. Адамс, Кэрол Гриффитс, ...
            </span>
          </p>
          <p>
            <span class="I_label">Продюсер:</span>{" "}
            <span class="I_value">
              Дэвид Баррон, Марк Блэйни, Гари Хэмилтон, ...
            </span>
          </p>
          <p>
            <span class="I_label">Оператор:</span>{" "}
            <span class="I_value">Джеффри Холл</span>
          </p>
          <p>
            <span class="I_label">Композитор:</span>{" "}
            <span class="I_value">Дэвид Хиршфелдер</span>
          </p>
        </div>
        <div class="I_movie-info_L">
          <p>
            <span class="I_label">Художник:</span>{" "}
            <span class="I_value">
              Скотт Бёрд, Эрика Брайан, Мариот Керр, ...
            </span>
          </p>
          <p>
            <span class="I_label">Монтаж:</span>{" "}
            <span class="I_value">Ник Фентон</span>
          </p>
          <p>
            <span class="I_label">Жанр:</span>{" "}
            <span class="I_value">Триллер, ...</span>
          </p>
          <p>
            <span class="I_label">Сборы в мире:</span>{" "}
            <span class="I_value">$12 808</span>
          </p>
          <p>
            <span class="I_label">Премьера (мир):</span>{" "}
            <span class="I_value">1 марта 2020</span>
          </p>
          <p>
            <span class="I_label">Премьера (РФ):</span>{" "}
            <span class="I_value">14 мая 2020</span>
          </p>
          <p>
            <span class="I_label">Возраст:</span>{" "}
            <span class="I_value">16+</span>
          </p>
          <p>
            <span class="I_label">Время:</span>{" "}
            <span class="I_value">106 мин. / 01:46</span>
          </p>
        </div>
      </div>
    </>
  );
}
export default Master;
