import "./Reviews.css";
import Avatar from "./img/Avatar.svg";
import Checkbox from "../AppComponets/Checkbox";

function Reviews() {
  return (
    <>
      <div className="Reviews_hat">
        <h className="h65">Рецензии к фильму</h>
        <div className="Reviews_button_b">
          <h className="Reviews_button_b_txt">Добавить рецензию</h>
        </div>
      </div>
      <div className="R_Button">
        <div className="R_Button_backs">
          <h className="R_Button_txt">Всего</h>
          <div className="R_Button_Color">
            <h className="R_Button_Color_txt">36</h>
          </div>
        </div>
        <div className="R_Button_backs">
          <h className="R_Button_txt">Всего</h>
          <div className="R_Button_Color">
            <h className="R_Button_Color_txt">36</h>
          </div>
        </div>
        <div className="R_Button_backs">
          <h className="R_Button_txt">Всего</h>
          <div className="R_Button_Color">
            <h className="R_Button_Color_txt">36</h>
          </div>
        </div>
        <div className="R_Button_backs">
          <h className="R_Button_txt">Всего</h>
          <div className="R_Button_Color">
            <h className="R_Button_Color_txt">36</h>
          </div>
        </div>
      </div>
      <div className="R_Cards container">
        <div className="R_Card">
          <div className="R_Card_hat">
            <div className="R_Card_hat_a">
              <img className="R_Avatar" scr={Avatar}></img>
              <div className="R_Card_hat_a_text">
                <h className="R_Card_hat_a_text_1">Lerata</h>
                <div className="R_Card_hat_a_text_button">
                  <h className="R_Card_hat_a_text_button_txt">
                    Положительная рецензия
                  </h>
                </div>
                <div className="R_Card_hat_a_text_M">
                  <h className="R_Card_hat_a_text_M_txt">Рецензии (113)</h>
                  <h className="R_Card_hat_a_text_M_txt">Оценки</h>
                  <h className="R_Card_hat_a_text_M_txt">Друзья</h>
                  <h className="R_Card_hat_a_text_M_txt">Фильмы</h>
                  <h className="R_Card_hat_a_text_M_txt">Звёзды</h>
                </div>
              </div>
            </div>
            <div className="RR_butron">
              <div className="LikeDislikeBack">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="27"
                  height="26"
                  viewBox="0 0 27 26"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_263)">
                    <path
                      d="M6.239 12.2622H3.18609C2.76461 12.2622 2.42285 12.6039 2.42285 13.0254V25.2369C2.42285 25.6584 2.76456 26.0001 3.18609 26.0001H6.23895C6.66044 26.0001 7.00219 25.6584 7.00219 25.2369V13.0254C7.00219 12.6039 6.66054 12.2622 6.239 12.2622Z"
                      fill="white"
                    />
                    <path
                      d="M25.3044 14.2852C25.1698 13.1012 24.0638 12.2621 22.8723 12.2621H16.922C17.4276 11.3566 17.6991 8.79556 17.687 7.74937C17.6671 6.01763 16.233 4.62988 14.5012 4.62988H13.8714C13.4496 4.62988 13.1082 4.97123 13.1082 5.39312C13.1082 7.15802 12.4209 10.3436 11.1248 11.6398C10.2525 12.5121 9.5067 12.8282 8.52881 13.317V24.769C10.026 25.2681 11.9269 26.0001 14.8244 26.0001H19.817C21.462 26.0001 22.7432 24.4765 22.1058 22.8667C23.077 22.6021 23.7932 21.7114 23.7932 20.6575C23.7932 20.3601 23.7358 20.0754 23.6322 19.8138C25.2688 19.3679 25.8712 17.3471 24.7353 16.0782C25.1526 15.612 25.3828 14.9743 25.3044 14.2852Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_263">
                      <rect
                        width="26"
                        height="26"
                        fill="white"
                        transform="translate(0.871094)"
                      />
                    </clipPath>
                  </defs>
                </svg>
              </div>
              <div className="LikeDislikeBack">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="26"
                  height="27"
                  viewBox="0 0 26 27"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_254)">
                    <path
                      d="M20.6321 14.6089L23.685 14.6089C24.1065 14.6089 24.4482 14.2672 24.4482 13.8456L24.4482 1.6342C24.4482 1.21272 24.1065 0.87096 23.685 0.87096L20.6321 0.87096C20.2107 0.87096 19.8689 1.21267 19.8689 1.6342L19.8689 13.8457C19.8689 14.2672 20.2106 14.6089 20.6321 14.6089Z"
                      fill="white"
                    />
                    <path
                      d="M1.56668 12.5859C1.7013 13.7698 2.80726 14.609 3.99884 14.609L9.94913 14.609C9.44345 15.5145 9.17202 18.0755 9.18406 19.1217C9.20401 20.8535 10.6381 22.2412 12.3699 22.2412L12.9997 22.2412C13.4215 22.2412 13.7629 21.8999 13.7629 21.478C13.7629 19.7131 14.4502 16.5275 15.7463 15.2313C16.6186 14.359 17.3644 14.0428 18.3423 13.5541L18.3423 2.10206C16.8451 1.60304 14.9442 0.871029 12.0467 0.871028L7.05414 0.871028C5.40909 0.871028 4.12788 2.39461 4.76533 4.00438C3.79415 4.26895 3.07793 5.15965 3.07793 6.21356C3.07793 6.51098 3.13531 6.79566 3.2389 7.05729C1.60228 7.5032 0.999862 9.52403 2.13579 10.7929C1.71847 11.2591 1.48833 11.8968 1.56668 12.5859Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_254">
                      <rect
                        width="26"
                        height="26"
                        fill="white"
                        transform="translate(26 26.8711) rotate(-180)"
                      />
                    </clipPath>
                  </defs>
                </svg>
              </div>
            </div>
          </div>
          <div className="R_Card_Master">
            <div className="R_Card_Master_top">
              <h className="R_Card_Master_top_txt">На пути к цели</h>
              <h className="R_Card_Master_top_txt_1">14 апреля 2023 | 09:59</h>
            </div>
            <div className="R_Card_Master_content">
              <h className="R_Card_Master_content_txt">
                Честно скажу, я раньше не особо задумывалась о таком понятии,
                как апартеид. Он казался чем-то старым, давно ушедшим в небытие
                и не заслуживающим внимания современного человека, однако хочу
                признаться, что просмотр фильма «Побег из Претории» заставил
                меня пересмотреть многие вещи. Сюжет основан на вполне реальных
                событиях, описанных в книге одного из участников тех жутких
                событий, и я считаю, что зрителям будет не лишним ознакомиться с
                тем, что творилось в ЮАР посредством настоящей приключенческой
                драмы, в которой правды куда больше, чем вымысла.
                <br />
                <br />
                Развитие событий происходит в 1979 году, когда апартеид в ЮАР
                находится на пике своего могущества. Но с подобной политикой
                дискриминации по расовому признаку согласны совсем не все. Даже
                многие белые люди не могут воспринимать адекватно политику
                властей. Среди таких революционеров оказываются Тим Дженкин и
                Стивен Ли. Молодые люди не были готовы к открытому оружейному
                противостоянию и считали, что могут принести гораздо больше
                пользы раздавая листовки.
                <br />
                <br />
                Но власть не дремлет, полиция пристально следит за нарушителями
                спокойствия вне зависимости от цвета кожи. Даже если ты белый —
                это ничего не значит. И вот нашим бравым революционерам
                приходится отправиться в Преторию, страшную тюрьму, откуда можно
                выйти только при большом везении или помиловании главы
                государства. Понятное дело, что Дженкин и Ли на подобное
                рассчитывать не могут и им приходится обдумать план побега.
                <br />
                <br />
                Что мне в этом фильме понравилось, так это то, что авторы не
                слишком сильно нагнетают драму. Они, конечно, показывают все
                несправедливость апартеида и как много без он принес темнокожему
                населению, но это скорее фильм о том, как переломить суть
                событий, изменить себя и окружающих, добиться правды и воли даже
                тогда, когда на тебя наставлено дуло пистолета.
                <br />
                <br />
                Дэниэл Рэдклифф открылся для меня с неожиданно позитивной
                стороны. В последние пару лет он играет в каких-то очень
                странных проектах. Например, «Пушки Акимбо», «Человек-
                швейцарский нож». На каждый такой проект находятся свои
                любители, но, например, мне интересней видеть Рэдклиффа в образе
                нормального, простого человека. А когда он еще и бежит из
                тюрьмы, словно какой-нибудь Вентворт Миллер, тогда это просто
                шикарно. Во многом мое внимание к фильмы приковал именно Дэниэл,
                который совсем не подвел и очень даже порадовал.
                <br />
                <br />
                «Побег из Претории» стоит посмотреть зрителям, плохо знакомым с
                историей апартеида. Я выделила для себя немало интересной
                информации, которая осела в моей памяти надолго. И даже если вы
                большие знатоки того, что происходило в ЮАР, это все равно не
                помешает вам получить удовольствие от просмотра фильм о побеге с
                отличной игрой Дэниэла Рэдклиффа.
                <br />
                <br />
                8 из 10
                <br />
                <br />
              </h>
            </div>
          </div>
          <div className="R_Card_fot">
            <div className="R_Card_fot_l">
              <div className="R_Card_fot_l_co">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="16"
                  height="16"
                  viewBox="0 0 16 16"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_222)">
                    <path
                      d="M2.32892 15.0441H1.19521L1.99688 14.2424C2.42913 13.8102 2.69906 13.248 2.77163 12.6381C1.64367 11.8979 0.818867 10.924 0.377348 9.80716C-0.0638584 8.69117 -0.119303 7.46266 0.217026 6.25441C0.62057 4.80462 1.56707 3.4832 2.88211 2.53351C4.31113 1.50154 6.09011 0.956055 8.02674 0.956055C10.4664 0.956055 12.5227 1.65698 13.9734 2.98301C15.2803 4.17764 16 5.78903 16 7.52039C16 8.36154 15.8287 9.17999 15.491 9.95302C15.1414 10.7529 14.6296 11.4652 13.9697 12.0699C12.5171 13.4012 10.462 14.1049 8.02671 14.1049C7.12267 14.1049 6.1793 13.9842 5.33706 13.7627C4.53983 14.5806 3.45953 15.0441 2.32892 15.0441ZM8.02674 1.89526C4.14349 1.89526 1.7607 4.21111 1.12182 6.50627C0.518103 8.6752 1.40806 10.7246 3.50248 11.9886L3.7365 12.1298L3.7293 12.403C3.71502 12.9438 3.5861 13.4647 3.35534 13.9355C3.91726 13.7454 4.42716 13.4007 4.82644 12.929L5.02499 12.6944L5.31943 12.7825C6.14571 13.0296 7.10717 13.1657 8.02674 13.1657C12.8596 13.1657 15.0608 10.2393 15.0608 7.52039C15.0608 6.05599 14.4496 4.69076 13.3397 3.67623C12.0651 2.51112 10.2279 1.89526 8.02674 1.89526Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_222">
                      <rect width="16" height="16" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
                <h className="R_Card_fot_l_co_txt">Комментировать</h>
              </div>
              <div className="R_Card_fot_l_li">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="14"
                  height="14"
                  viewBox="0 0 14 14"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_228)">
                    <path
                      d="M5.80433 10.671L4.15464 12.3207C3.47072 13.0046 2.36315 13.0046 1.6798 12.3208C0.996312 11.6374 0.996312 10.5297 1.67966 9.84633L4.97961 6.54639C5.66296 5.86301 6.77063 5.86301 7.45399 6.54639C7.68179 6.77419 8.05115 6.77419 8.27895 6.54639C8.50675 6.31859 8.50675 5.94923 8.27895 5.72142C7.13997 4.58244 5.29363 4.58244 4.15464 5.72142L0.854726 9.02134C-0.284258 10.1603 -0.284258 12.0067 0.854726 13.1456C1.99357 14.2852 3.84005 14.2852 4.97964 13.1456L6.62932 11.496C6.85712 11.2682 6.85712 10.8988 6.62932 10.671C6.40152 10.4432 6.03213 10.4432 5.80433 10.671Z"
                      fill="white"
                    />
                    <path
                      d="M13.1459 0.854237C12.0069 -0.284746 10.1599 -0.284746 9.02096 0.854237L7.0417 2.8335C6.8139 3.0613 6.8139 3.43066 7.0417 3.65846C7.2695 3.88627 7.63886 3.88627 7.86667 3.65846L9.84593 1.6792C10.5293 0.995824 11.6375 0.995824 12.3209 1.6792C13.0043 2.36255 13.0043 3.47023 12.3209 4.15358L8.69139 7.78313C8.00801 8.46651 6.90036 8.46651 6.21701 7.78313C5.98921 7.55533 5.61985 7.55533 5.39204 7.78313C5.16424 8.01093 5.16424 8.38029 5.39204 8.6081C6.53103 9.74708 8.37737 9.74708 9.51635 8.6081L13.1459 4.97857C14.2849 3.83959 14.2849 1.99322 13.1459 0.854237Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_228">
                      <rect width="14" height="14" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
                <h className="R_Card_fot_l_co_txt">Прямая ссылка</h>
              </div>
            </div>
            <div className="R_Card_fot_r">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="16"
                height="16"
                viewBox="0 0 16 16"
                fill="none"
              >
                <g clip-path="url(#clip0_389_236)">
                  <path
                    d="M15.7449 12.3555L9.62933 1.76295C9.28927 1.17395 8.68018 0.822266 7.99999 0.822266C7.31984 0.822266 6.71071 1.17395 6.37065 1.76295L0.25507 12.3555C-0.0850233 12.9445 -0.0850233 13.6478 0.25507 14.2369C0.595163 14.8259 1.20422 15.1775 1.88441 15.1775H14.1156C14.7957 15.1775 15.4048 14.8259 15.7449 14.2369C16.085 13.6478 16.085 12.9445 15.7449 12.3555ZM14.9331 13.7682C14.7625 14.0638 14.4569 14.2402 14.1156 14.2402H1.88441C1.5431 14.2402 1.23747 14.0638 1.06685 13.7682C0.896225 13.4726 0.896225 13.1198 1.06685 12.8242L7.18249 2.23167C7.35312 1.93611 7.65874 1.75967 8.00002 1.75967C8.34127 1.75967 8.64693 1.93611 8.81755 2.23167L14.9332 12.8242C15.1038 13.1198 15.1038 13.4726 14.9331 13.7682Z"
                    fill="#FF9E9E"
                  />
                  <path
                    d="M8.46862 5.50098H7.53125V10.1879H8.46862V5.50098Z"
                    fill="#FF9E9E"
                  />
                  <path
                    d="M7.99994 11.124C7.65535 11.124 7.375 11.4044 7.375 11.749C7.375 12.0936 7.65535 12.3739 7.99994 12.3739C8.34451 12.3739 8.62489 12.0936 8.62489 11.749C8.62489 11.4044 8.34454 11.124 7.99994 11.124Z"
                    fill="#FF9E9E"
                  />
                </g>
                <defs>
                  <clipPath id="clip0_389_236">
                    <rect width="16" height="16" fill="white" />
                  </clipPath>
                </defs>
              </svg>
              <h className="R_Card_fot_r_txt">Пожаловться на спойлер</h>
            </div>
          </div>
        </div>
        <div className="R_Card">
          <div className="R_Card_hat">
            <div className="R_Card_hat_a">
              <img className="R_Avatar" scr={Avatar}></img>
              <div className="R_Card_hat_a_text">
                <h className="R_Card_hat_a_text_1">Lerata</h>
                <div className="R_Card_hat_a_text_button">
                  <h className="R_Card_hat_a_text_button_txt">
                    Положительная рецензия
                  </h>
                </div>
                <div className="R_Card_hat_a_text_M">
                  <h className="R_Card_hat_a_text_M_txt">Рецензии (113)</h>
                  <h className="R_Card_hat_a_text_M_txt">Оценки</h>
                  <h className="R_Card_hat_a_text_M_txt">Друзья</h>
                  <h className="R_Card_hat_a_text_M_txt">Фильмы</h>
                  <h className="R_Card_hat_a_text_M_txt">Звёзды</h>
                </div>
              </div>
            </div>
            <div className="RR_butron">
              <div className="LikeDislikeBack">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="27"
                  height="26"
                  viewBox="0 0 27 26"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_263)">
                    <path
                      d="M6.239 12.2622H3.18609C2.76461 12.2622 2.42285 12.6039 2.42285 13.0254V25.2369C2.42285 25.6584 2.76456 26.0001 3.18609 26.0001H6.23895C6.66044 26.0001 7.00219 25.6584 7.00219 25.2369V13.0254C7.00219 12.6039 6.66054 12.2622 6.239 12.2622Z"
                      fill="white"
                    />
                    <path
                      d="M25.3044 14.2852C25.1698 13.1012 24.0638 12.2621 22.8723 12.2621H16.922C17.4276 11.3566 17.6991 8.79556 17.687 7.74937C17.6671 6.01763 16.233 4.62988 14.5012 4.62988H13.8714C13.4496 4.62988 13.1082 4.97123 13.1082 5.39312C13.1082 7.15802 12.4209 10.3436 11.1248 11.6398C10.2525 12.5121 9.5067 12.8282 8.52881 13.317V24.769C10.026 25.2681 11.9269 26.0001 14.8244 26.0001H19.817C21.462 26.0001 22.7432 24.4765 22.1058 22.8667C23.077 22.6021 23.7932 21.7114 23.7932 20.6575C23.7932 20.3601 23.7358 20.0754 23.6322 19.8138C25.2688 19.3679 25.8712 17.3471 24.7353 16.0782C25.1526 15.612 25.3828 14.9743 25.3044 14.2852Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_263">
                      <rect
                        width="26"
                        height="26"
                        fill="white"
                        transform="translate(0.871094)"
                      />
                    </clipPath>
                  </defs>
                </svg>
              </div>
              <div className="LikeDislikeBack">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="26"
                  height="27"
                  viewBox="0 0 26 27"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_254)">
                    <path
                      d="M20.6321 14.6089L23.685 14.6089C24.1065 14.6089 24.4482 14.2672 24.4482 13.8456L24.4482 1.6342C24.4482 1.21272 24.1065 0.87096 23.685 0.87096L20.6321 0.87096C20.2107 0.87096 19.8689 1.21267 19.8689 1.6342L19.8689 13.8457C19.8689 14.2672 20.2106 14.6089 20.6321 14.6089Z"
                      fill="white"
                    />
                    <path
                      d="M1.56668 12.5859C1.7013 13.7698 2.80726 14.609 3.99884 14.609L9.94913 14.609C9.44345 15.5145 9.17202 18.0755 9.18406 19.1217C9.20401 20.8535 10.6381 22.2412 12.3699 22.2412L12.9997 22.2412C13.4215 22.2412 13.7629 21.8999 13.7629 21.478C13.7629 19.7131 14.4502 16.5275 15.7463 15.2313C16.6186 14.359 17.3644 14.0428 18.3423 13.5541L18.3423 2.10206C16.8451 1.60304 14.9442 0.871029 12.0467 0.871028L7.05414 0.871028C5.40909 0.871028 4.12788 2.39461 4.76533 4.00438C3.79415 4.26895 3.07793 5.15965 3.07793 6.21356C3.07793 6.51098 3.13531 6.79566 3.2389 7.05729C1.60228 7.5032 0.999862 9.52403 2.13579 10.7929C1.71847 11.2591 1.48833 11.8968 1.56668 12.5859Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_254">
                      <rect
                        width="26"
                        height="26"
                        fill="white"
                        transform="translate(26 26.8711) rotate(-180)"
                      />
                    </clipPath>
                  </defs>
                </svg>
              </div>
            </div>
          </div>
          <div className="R_Card_Master">
            <div className="R_Card_Master_top">
              <h className="R_Card_Master_top_txt">На пути к цели</h>
              <h className="R_Card_Master_top_txt_1">14 апреля 2023 | 09:59</h>
            </div>
            <div className="R_Card_Master_content">
              <h className="R_Card_Master_content_txt">
                Честно скажу, я раньше не особо задумывалась о таком понятии,
                как апартеид. Он казался чем-то старым, давно ушедшим в небытие
                и не заслуживающим внимания современного человека, однако хочу
                признаться, что просмотр фильма «Побег из Претории» заставил
                меня пересмотреть многие вещи. Сюжет основан на вполне реальных
                событиях, описанных в книге одного из участников тех жутких
                событий, и я считаю, что зрителям будет не лишним ознакомиться с
                тем, что творилось в ЮАР посредством настоящей приключенческой
                драмы, в которой правды куда больше, чем вымысла.
                <br />
                <br />
                Развитие событий происходит в 1979 году, когда апартеид в ЮАР
                находится на пике своего могущества. Но с подобной политикой
                дискриминации по расовому признаку согласны совсем не все. Даже
                многие белые люди не могут воспринимать адекватно политику
                властей. Среди таких революционеров оказываются Тим Дженкин и
                Стивен Ли. Молодые люди не были готовы к открытому оружейному
                противостоянию и считали, что могут принести гораздо больше
                пользы раздавая листовки.
                <br />
                <br />
                Но власть не дремлет, полиция пристально следит за нарушителями
                спокойствия вне зависимости от цвета кожи. Даже если ты белый —
                это ничего не значит. И вот нашим бравым революционерам
                приходится отправиться в Преторию, страшную тюрьму, откуда можно
                выйти только при большом везении или помиловании главы
                государства. Понятное дело, что Дженкин и Ли на подобное
                рассчитывать не могут и им приходится обдумать план побега.
                <br />
                <br />
                Что мне в этом фильме понравилось, так это то, что авторы не
                слишком сильно нагнетают драму. Они, конечно, показывают все
                несправедливость апартеида и как много без он принес темнокожему
                населению, но это скорее фильм о том, как переломить суть
                событий, изменить себя и окружающих, добиться правды и воли даже
                тогда, когда на тебя наставлено дуло пистолета.
                <br />
                <br />
                Дэниэл Рэдклифф открылся для меня с неожиданно позитивной
                стороны. В последние пару лет он играет в каких-то очень
                странных проектах. Например, «Пушки Акимбо», «Человек-
                швейцарский нож». На каждый такой проект находятся свои
                любители, но, например, мне интересней видеть Рэдклиффа в образе
                нормального, простого человека. А когда он еще и бежит из
                тюрьмы, словно какой-нибудь Вентворт Миллер, тогда это просто
                шикарно. Во многом мое внимание к фильмы приковал именно Дэниэл,
                который совсем не подвел и очень даже порадовал.
                <br />
                <br />
                «Побег из Претории» стоит посмотреть зрителям, плохо знакомым с
                историей апартеида. Я выделила для себя немало интересной
                информации, которая осела в моей памяти надолго. И даже если вы
                большие знатоки того, что происходило в ЮАР, это все равно не
                помешает вам получить удовольствие от просмотра фильм о побеге с
                отличной игрой Дэниэла Рэдклиффа.
                <br />
                <br />
                8 из 10
                <br />
                <br />
              </h>
            </div>
          </div>
          <div className="R_Card_fot">
            <div className="R_Card_fot_l">
              <div className="R_Card_fot_l_co">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="16"
                  height="16"
                  viewBox="0 0 16 16"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_222)">
                    <path
                      d="M2.32892 15.0441H1.19521L1.99688 14.2424C2.42913 13.8102 2.69906 13.248 2.77163 12.6381C1.64367 11.8979 0.818867 10.924 0.377348 9.80716C-0.0638584 8.69117 -0.119303 7.46266 0.217026 6.25441C0.62057 4.80462 1.56707 3.4832 2.88211 2.53351C4.31113 1.50154 6.09011 0.956055 8.02674 0.956055C10.4664 0.956055 12.5227 1.65698 13.9734 2.98301C15.2803 4.17764 16 5.78903 16 7.52039C16 8.36154 15.8287 9.17999 15.491 9.95302C15.1414 10.7529 14.6296 11.4652 13.9697 12.0699C12.5171 13.4012 10.462 14.1049 8.02671 14.1049C7.12267 14.1049 6.1793 13.9842 5.33706 13.7627C4.53983 14.5806 3.45953 15.0441 2.32892 15.0441ZM8.02674 1.89526C4.14349 1.89526 1.7607 4.21111 1.12182 6.50627C0.518103 8.6752 1.40806 10.7246 3.50248 11.9886L3.7365 12.1298L3.7293 12.403C3.71502 12.9438 3.5861 13.4647 3.35534 13.9355C3.91726 13.7454 4.42716 13.4007 4.82644 12.929L5.02499 12.6944L5.31943 12.7825C6.14571 13.0296 7.10717 13.1657 8.02674 13.1657C12.8596 13.1657 15.0608 10.2393 15.0608 7.52039C15.0608 6.05599 14.4496 4.69076 13.3397 3.67623C12.0651 2.51112 10.2279 1.89526 8.02674 1.89526Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_222">
                      <rect width="16" height="16" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
                <h className="R_Card_fot_l_co_txt">Комментировать</h>
              </div>
              <div className="R_Card_fot_l_li">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="14"
                  height="14"
                  viewBox="0 0 14 14"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_228)">
                    <path
                      d="M5.80433 10.671L4.15464 12.3207C3.47072 13.0046 2.36315 13.0046 1.6798 12.3208C0.996312 11.6374 0.996312 10.5297 1.67966 9.84633L4.97961 6.54639C5.66296 5.86301 6.77063 5.86301 7.45399 6.54639C7.68179 6.77419 8.05115 6.77419 8.27895 6.54639C8.50675 6.31859 8.50675 5.94923 8.27895 5.72142C7.13997 4.58244 5.29363 4.58244 4.15464 5.72142L0.854726 9.02134C-0.284258 10.1603 -0.284258 12.0067 0.854726 13.1456C1.99357 14.2852 3.84005 14.2852 4.97964 13.1456L6.62932 11.496C6.85712 11.2682 6.85712 10.8988 6.62932 10.671C6.40152 10.4432 6.03213 10.4432 5.80433 10.671Z"
                      fill="white"
                    />
                    <path
                      d="M13.1459 0.854237C12.0069 -0.284746 10.1599 -0.284746 9.02096 0.854237L7.0417 2.8335C6.8139 3.0613 6.8139 3.43066 7.0417 3.65846C7.2695 3.88627 7.63886 3.88627 7.86667 3.65846L9.84593 1.6792C10.5293 0.995824 11.6375 0.995824 12.3209 1.6792C13.0043 2.36255 13.0043 3.47023 12.3209 4.15358L8.69139 7.78313C8.00801 8.46651 6.90036 8.46651 6.21701 7.78313C5.98921 7.55533 5.61985 7.55533 5.39204 7.78313C5.16424 8.01093 5.16424 8.38029 5.39204 8.6081C6.53103 9.74708 8.37737 9.74708 9.51635 8.6081L13.1459 4.97857C14.2849 3.83959 14.2849 1.99322 13.1459 0.854237Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_228">
                      <rect width="14" height="14" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
                <h className="R_Card_fot_l_co_txt">Прямая ссылка</h>
              </div>
            </div>
            <div className="R_Card_fot_r">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="16"
                height="16"
                viewBox="0 0 16 16"
                fill="none"
              >
                <g clip-path="url(#clip0_389_236)">
                  <path
                    d="M15.7449 12.3555L9.62933 1.76295C9.28927 1.17395 8.68018 0.822266 7.99999 0.822266C7.31984 0.822266 6.71071 1.17395 6.37065 1.76295L0.25507 12.3555C-0.0850233 12.9445 -0.0850233 13.6478 0.25507 14.2369C0.595163 14.8259 1.20422 15.1775 1.88441 15.1775H14.1156C14.7957 15.1775 15.4048 14.8259 15.7449 14.2369C16.085 13.6478 16.085 12.9445 15.7449 12.3555ZM14.9331 13.7682C14.7625 14.0638 14.4569 14.2402 14.1156 14.2402H1.88441C1.5431 14.2402 1.23747 14.0638 1.06685 13.7682C0.896225 13.4726 0.896225 13.1198 1.06685 12.8242L7.18249 2.23167C7.35312 1.93611 7.65874 1.75967 8.00002 1.75967C8.34127 1.75967 8.64693 1.93611 8.81755 2.23167L14.9332 12.8242C15.1038 13.1198 15.1038 13.4726 14.9331 13.7682Z"
                    fill="#FF9E9E"
                  />
                  <path
                    d="M8.46862 5.50098H7.53125V10.1879H8.46862V5.50098Z"
                    fill="#FF9E9E"
                  />
                  <path
                    d="M7.99994 11.124C7.65535 11.124 7.375 11.4044 7.375 11.749C7.375 12.0936 7.65535 12.3739 7.99994 12.3739C8.34451 12.3739 8.62489 12.0936 8.62489 11.749C8.62489 11.4044 8.34454 11.124 7.99994 11.124Z"
                    fill="#FF9E9E"
                  />
                </g>
                <defs>
                  <clipPath id="clip0_389_236">
                    <rect width="16" height="16" fill="white" />
                  </clipPath>
                </defs>
              </svg>
              <h className="R_Card_fot_r_txt">Пожаловться на спойлер</h>
            </div>
          </div>
        </div>
        <div className="R_Card">
          <div className="R_Card_hat">
            <div className="R_Card_hat_a">
              <img className="R_Avatar" scr={Avatar}></img>
              <div className="R_Card_hat_a_text">
                <h className="R_Card_hat_a_text_1">Lerata</h>
                <div className="R_Card_hat_a_text_button">
                  <h className="R_Card_hat_a_text_button_txt">
                    Положительная рецензия
                  </h>
                </div>
                <div className="R_Card_hat_a_text_M">
                  <h className="R_Card_hat_a_text_M_txt">Рецензии (113)</h>
                  <h className="R_Card_hat_a_text_M_txt">Оценки</h>
                  <h className="R_Card_hat_a_text_M_txt">Друзья</h>
                  <h className="R_Card_hat_a_text_M_txt">Фильмы</h>
                  <h className="R_Card_hat_a_text_M_txt">Звёзды</h>
                </div>
              </div>
            </div>
            <div className="RR_butron">
              <div className="LikeDislikeBack">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="27"
                  height="26"
                  viewBox="0 0 27 26"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_263)">
                    <path
                      d="M6.239 12.2622H3.18609C2.76461 12.2622 2.42285 12.6039 2.42285 13.0254V25.2369C2.42285 25.6584 2.76456 26.0001 3.18609 26.0001H6.23895C6.66044 26.0001 7.00219 25.6584 7.00219 25.2369V13.0254C7.00219 12.6039 6.66054 12.2622 6.239 12.2622Z"
                      fill="white"
                    />
                    <path
                      d="M25.3044 14.2852C25.1698 13.1012 24.0638 12.2621 22.8723 12.2621H16.922C17.4276 11.3566 17.6991 8.79556 17.687 7.74937C17.6671 6.01763 16.233 4.62988 14.5012 4.62988H13.8714C13.4496 4.62988 13.1082 4.97123 13.1082 5.39312C13.1082 7.15802 12.4209 10.3436 11.1248 11.6398C10.2525 12.5121 9.5067 12.8282 8.52881 13.317V24.769C10.026 25.2681 11.9269 26.0001 14.8244 26.0001H19.817C21.462 26.0001 22.7432 24.4765 22.1058 22.8667C23.077 22.6021 23.7932 21.7114 23.7932 20.6575C23.7932 20.3601 23.7358 20.0754 23.6322 19.8138C25.2688 19.3679 25.8712 17.3471 24.7353 16.0782C25.1526 15.612 25.3828 14.9743 25.3044 14.2852Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_263">
                      <rect
                        width="26"
                        height="26"
                        fill="white"
                        transform="translate(0.871094)"
                      />
                    </clipPath>
                  </defs>
                </svg>
              </div>
              <div className="LikeDislikeBack">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="26"
                  height="27"
                  viewBox="0 0 26 27"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_254)">
                    <path
                      d="M20.6321 14.6089L23.685 14.6089C24.1065 14.6089 24.4482 14.2672 24.4482 13.8456L24.4482 1.6342C24.4482 1.21272 24.1065 0.87096 23.685 0.87096L20.6321 0.87096C20.2107 0.87096 19.8689 1.21267 19.8689 1.6342L19.8689 13.8457C19.8689 14.2672 20.2106 14.6089 20.6321 14.6089Z"
                      fill="white"
                    />
                    <path
                      d="M1.56668 12.5859C1.7013 13.7698 2.80726 14.609 3.99884 14.609L9.94913 14.609C9.44345 15.5145 9.17202 18.0755 9.18406 19.1217C9.20401 20.8535 10.6381 22.2412 12.3699 22.2412L12.9997 22.2412C13.4215 22.2412 13.7629 21.8999 13.7629 21.478C13.7629 19.7131 14.4502 16.5275 15.7463 15.2313C16.6186 14.359 17.3644 14.0428 18.3423 13.5541L18.3423 2.10206C16.8451 1.60304 14.9442 0.871029 12.0467 0.871028L7.05414 0.871028C5.40909 0.871028 4.12788 2.39461 4.76533 4.00438C3.79415 4.26895 3.07793 5.15965 3.07793 6.21356C3.07793 6.51098 3.13531 6.79566 3.2389 7.05729C1.60228 7.5032 0.999862 9.52403 2.13579 10.7929C1.71847 11.2591 1.48833 11.8968 1.56668 12.5859Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_254">
                      <rect
                        width="26"
                        height="26"
                        fill="white"
                        transform="translate(26 26.8711) rotate(-180)"
                      />
                    </clipPath>
                  </defs>
                </svg>
              </div>
            </div>
          </div>
          <div className="R_Card_Master">
            <div className="R_Card_Master_top">
              <h className="R_Card_Master_top_txt">На пути к цели</h>
              <h className="R_Card_Master_top_txt_1">14 апреля 2023 | 09:59</h>
            </div>
            <div className="R_Card_Master_content">
              <h className="R_Card_Master_content_txt">
                Честно скажу, я раньше не особо задумывалась о таком понятии,
                как апартеид. Он казался чем-то старым, давно ушедшим в небытие
                и не заслуживающим внимания современного человека, однако хочу
                признаться, что просмотр фильма «Побег из Претории» заставил
                меня пересмотреть многие вещи. Сюжет основан на вполне реальных
                событиях, описанных в книге одного из участников тех жутких
                событий, и я считаю, что зрителям будет не лишним ознакомиться с
                тем, что творилось в ЮАР посредством настоящей приключенческой
                драмы, в которой правды куда больше, чем вымысла.
                <br />
                <br />
                Развитие событий происходит в 1979 году, когда апартеид в ЮАР
                находится на пике своего могущества. Но с подобной политикой
                дискриминации по расовому признаку согласны совсем не все. Даже
                многие белые люди не могут воспринимать адекватно политику
                властей. Среди таких революционеров оказываются Тим Дженкин и
                Стивен Ли. Молодые люди не были готовы к открытому оружейному
                противостоянию и считали, что могут принести гораздо больше
                пользы раздавая листовки.
                <br />
                <br />
                Но власть не дремлет, полиция пристально следит за нарушителями
                спокойствия вне зависимости от цвета кожи. Даже если ты белый —
                это ничего не значит. И вот нашим бравым революционерам
                приходится отправиться в Преторию, страшную тюрьму, откуда можно
                выйти только при большом везении или помиловании главы
                государства. Понятное дело, что Дженкин и Ли на подобное
                рассчитывать не могут и им приходится обдумать план побега.
                <br />
                <br />
                Что мне в этом фильме понравилось, так это то, что авторы не
                слишком сильно нагнетают драму. Они, конечно, показывают все
                несправедливость апартеида и как много без он принес темнокожему
                населению, но это скорее фильм о том, как переломить суть
                событий, изменить себя и окружающих, добиться правды и воли даже
                тогда, когда на тебя наставлено дуло пистолета.
                <br />
                <br />
                Дэниэл Рэдклифф открылся для меня с неожиданно позитивной
                стороны. В последние пару лет он играет в каких-то очень
                странных проектах. Например, «Пушки Акимбо», «Человек-
                швейцарский нож». На каждый такой проект находятся свои
                любители, но, например, мне интересней видеть Рэдклиффа в образе
                нормального, простого человека. А когда он еще и бежит из
                тюрьмы, словно какой-нибудь Вентворт Миллер, тогда это просто
                шикарно. Во многом мое внимание к фильмы приковал именно Дэниэл,
                который совсем не подвел и очень даже порадовал.
                <br />
                <br />
                «Побег из Претории» стоит посмотреть зрителям, плохо знакомым с
                историей апартеида. Я выделила для себя немало интересной
                информации, которая осела в моей памяти надолго. И даже если вы
                большие знатоки того, что происходило в ЮАР, это все равно не
                помешает вам получить удовольствие от просмотра фильм о побеге с
                отличной игрой Дэниэла Рэдклиффа.
                <br />
                <br />
                8 из 10
                <br />
                <br />
              </h>
            </div>
          </div>
          <div className="R_Card_fot">
            <div className="R_Card_fot_l">
              <div className="R_Card_fot_l_co">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="16"
                  height="16"
                  viewBox="0 0 16 16"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_222)">
                    <path
                      d="M2.32892 15.0441H1.19521L1.99688 14.2424C2.42913 13.8102 2.69906 13.248 2.77163 12.6381C1.64367 11.8979 0.818867 10.924 0.377348 9.80716C-0.0638584 8.69117 -0.119303 7.46266 0.217026 6.25441C0.62057 4.80462 1.56707 3.4832 2.88211 2.53351C4.31113 1.50154 6.09011 0.956055 8.02674 0.956055C10.4664 0.956055 12.5227 1.65698 13.9734 2.98301C15.2803 4.17764 16 5.78903 16 7.52039C16 8.36154 15.8287 9.17999 15.491 9.95302C15.1414 10.7529 14.6296 11.4652 13.9697 12.0699C12.5171 13.4012 10.462 14.1049 8.02671 14.1049C7.12267 14.1049 6.1793 13.9842 5.33706 13.7627C4.53983 14.5806 3.45953 15.0441 2.32892 15.0441ZM8.02674 1.89526C4.14349 1.89526 1.7607 4.21111 1.12182 6.50627C0.518103 8.6752 1.40806 10.7246 3.50248 11.9886L3.7365 12.1298L3.7293 12.403C3.71502 12.9438 3.5861 13.4647 3.35534 13.9355C3.91726 13.7454 4.42716 13.4007 4.82644 12.929L5.02499 12.6944L5.31943 12.7825C6.14571 13.0296 7.10717 13.1657 8.02674 13.1657C12.8596 13.1657 15.0608 10.2393 15.0608 7.52039C15.0608 6.05599 14.4496 4.69076 13.3397 3.67623C12.0651 2.51112 10.2279 1.89526 8.02674 1.89526Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_222">
                      <rect width="16" height="16" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
                <h className="R_Card_fot_l_co_txt">Комментировать</h>
              </div>
              <div className="R_Card_fot_l_li">
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="14"
                  height="14"
                  viewBox="0 0 14 14"
                  fill="none"
                >
                  <g clip-path="url(#clip0_389_228)">
                    <path
                      d="M5.80433 10.671L4.15464 12.3207C3.47072 13.0046 2.36315 13.0046 1.6798 12.3208C0.996312 11.6374 0.996312 10.5297 1.67966 9.84633L4.97961 6.54639C5.66296 5.86301 6.77063 5.86301 7.45399 6.54639C7.68179 6.77419 8.05115 6.77419 8.27895 6.54639C8.50675 6.31859 8.50675 5.94923 8.27895 5.72142C7.13997 4.58244 5.29363 4.58244 4.15464 5.72142L0.854726 9.02134C-0.284258 10.1603 -0.284258 12.0067 0.854726 13.1456C1.99357 14.2852 3.84005 14.2852 4.97964 13.1456L6.62932 11.496C6.85712 11.2682 6.85712 10.8988 6.62932 10.671C6.40152 10.4432 6.03213 10.4432 5.80433 10.671Z"
                      fill="white"
                    />
                    <path
                      d="M13.1459 0.854237C12.0069 -0.284746 10.1599 -0.284746 9.02096 0.854237L7.0417 2.8335C6.8139 3.0613 6.8139 3.43066 7.0417 3.65846C7.2695 3.88627 7.63886 3.88627 7.86667 3.65846L9.84593 1.6792C10.5293 0.995824 11.6375 0.995824 12.3209 1.6792C13.0043 2.36255 13.0043 3.47023 12.3209 4.15358L8.69139 7.78313C8.00801 8.46651 6.90036 8.46651 6.21701 7.78313C5.98921 7.55533 5.61985 7.55533 5.39204 7.78313C5.16424 8.01093 5.16424 8.38029 5.39204 8.6081C6.53103 9.74708 8.37737 9.74708 9.51635 8.6081L13.1459 4.97857C14.2849 3.83959 14.2849 1.99322 13.1459 0.854237Z"
                      fill="white"
                    />
                  </g>
                  <defs>
                    <clipPath id="clip0_389_228">
                      <rect width="14" height="14" fill="white" />
                    </clipPath>
                  </defs>
                </svg>
                <h className="R_Card_fot_l_co_txt">Прямая ссылка</h>
              </div>
            </div>
            <div className="R_Card_fot_r">
              <svg
                xmlns="http://www.w3.org/2000/svg"
                width="16"
                height="16"
                viewBox="0 0 16 16"
                fill="none"
              >
                <g clip-path="url(#clip0_389_236)">
                  <path
                    d="M15.7449 12.3555L9.62933 1.76295C9.28927 1.17395 8.68018 0.822266 7.99999 0.822266C7.31984 0.822266 6.71071 1.17395 6.37065 1.76295L0.25507 12.3555C-0.0850233 12.9445 -0.0850233 13.6478 0.25507 14.2369C0.595163 14.8259 1.20422 15.1775 1.88441 15.1775H14.1156C14.7957 15.1775 15.4048 14.8259 15.7449 14.2369C16.085 13.6478 16.085 12.9445 15.7449 12.3555ZM14.9331 13.7682C14.7625 14.0638 14.4569 14.2402 14.1156 14.2402H1.88441C1.5431 14.2402 1.23747 14.0638 1.06685 13.7682C0.896225 13.4726 0.896225 13.1198 1.06685 12.8242L7.18249 2.23167C7.35312 1.93611 7.65874 1.75967 8.00002 1.75967C8.34127 1.75967 8.64693 1.93611 8.81755 2.23167L14.9332 12.8242C15.1038 13.1198 15.1038 13.4726 14.9331 13.7682Z"
                    fill="#FF9E9E"
                  />
                  <path
                    d="M8.46862 5.50098H7.53125V10.1879H8.46862V5.50098Z"
                    fill="#FF9E9E"
                  />
                  <path
                    d="M7.99994 11.124C7.65535 11.124 7.375 11.4044 7.375 11.749C7.375 12.0936 7.65535 12.3739 7.99994 12.3739C8.34451 12.3739 8.62489 12.0936 8.62489 11.749C8.62489 11.4044 8.34454 11.124 7.99994 11.124Z"
                    fill="#FF9E9E"
                  />
                </g>
                <defs>
                  <clipPath id="clip0_389_236">
                    <rect width="16" height="16" fill="white" />
                  </clipPath>
                </defs>
              </svg>
              <h className="R_Card_fot_r_txt">Пожаловться на спойлер</h>
            </div>
          </div>
        </div>
      </div>
      <div className="R_Roundels container">
        <svg
          xmlns="http://www.w3.org/2000/svg"
          width="230"
          height="25"
          viewBox="0 0 230 25"
          fill="none"
        >
          <rect
            x="206.667"
            width="23.3333"
            height="23.3333"
            rx="11.6667"
            fill="#1B2133"
          />
          <rect
            x="188.667"
            y="23.333"
            width="23.3333"
            height="23.3333"
            rx="11.6667"
            transform="rotate(180 188.667 23.333)"
            fill="#1B2133"
          />
          <rect
            x="147.333"
            y="24.2666"
            width="23.3333"
            height="23.3333"
            rx="11.6667"
            transform="rotate(180 147.333 24.2666)"
            fill="#1B2133"
          />
          <rect
            x="106"
            y="23.333"
            width="23.3333"
            height="23.3333"
            rx="11.6667"
            transform="rotate(180 106 23.333)"
            fill="#1B2133"
          />
          <rect
            x="64.667"
            y="23.333"
            width="23.3333"
            height="23.3333"
            rx="11.6667"
            transform="rotate(180 64.667 23.333)"
            fill="#3657CB"
          />
          <rect
            x="23.3335"
            y="23.333"
            width="23.3333"
            height="23.3333"
            rx="11.6667"
            transform="rotate(180 23.3335 23.333)"
            fill="#1B2133"
          />
        </svg>
      </div>
      <div className="R_Form">
        <div className="R_Form_hat">
          <img className="Avatar" scr="Avatar"></img>
          <div className="R_Form_hat_txt">
            <h className="R_Form_hat_txt_1">Евгений Батиков</h>
            <h className="R_Form_hat_txt_2">Мой профиль</h>
          </div>
        </div>
        <div className="R_form_form">
          <div className="R_form_lable">
            <h className="R_form_lable_txt">Заголовок Вашей рецензии</h>
          </div>
          <div className="R_form_str">
            <h>Положительная рецензия</h>
            <svg
              xmlns="http://www.w3.org/2000/svg"
              width="13"
              height="9"
              viewBox="0 0 13 9"
              fill="none"
            >
              <path
                d="M7.24616 8.16375C6.84853 8.60939 6.15147 8.60939 5.75385 8.16375L0.625101 2.41577C0.0500472 1.77129 0.507516 0.749999 1.37126 0.749999L11.6287 0.749998C12.4925 0.749998 12.95 1.77128 12.3749 2.41577L7.24616 8.16375Z"
                fill="white"
              />
            </svg>
          </div>
        </div>
        <div className="R_form_buttonhs">
          <diiv className="LikeDislikeBack">
            <h className="R_form_buttonhs_txt1">Ж</h>
          </diiv>
          <diiv className="LikeDislikeBack">
            <h className="R_form_buttonhs_txt2">К</h>
          </diiv>
          <diiv className="LikeDislikeBack">
            <h className="R_form_buttonhs_txt3">А</h>
          </diiv>
        </div>
        <div className="R_form_txt_box">
          <h>
            Я думаю, фильм будет отличный, так как это актёр из Гарри Поттера
          </h>
        </div>
        <div className="R_Form_fot">
          <Checkbox label="Я соглашаюсь на правила публицации рецензии" />
          <div className="R_Form_fot_butt">
            <div className="R_Form_fot_butt_t">
              <h>Предварительный просмотр</h>
            </div>
            <div className="R_Form_fot_butt_w">
              <h>Отправить</h>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
export default Reviews;
